Repository: dshabadash/transfers
Catalog: PhotoBox/Resources/*.lproj/Localizable.strings
Languages: de, es, ja, ru

source: Back
de: Zurück
es: Volver
ja: 戻る

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: Cannot connect to iTunes Store
de: Kann keine Verbindung zum iTunes Store herstellen
es: No se puede conectar con iTunes Store
ja: iTunes Store に接続できません
ru: Не могу подключиться к iTunes Store

source: Choose photos to send
de: Suche Fotos zum Versenden aus
es: Selecciona las fotografías a enviar
ja: 送信する写真を選択してください
ru: Выберите фотографии для отправки

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
ru: Закрыть

source: Failed to register: something went wrong.
de: Registrierung fehlgeschlagen: etwas ist schief gelaufen.
es: Fallo en el registro: algo ha salido mal.
ja: 問題が発生したため、登録に失敗しました。
ru: Ошибка регистрации: что-то пошло не так

source: Help
de: Hilfe
es: Ayuda
ja: ヘルプ
ru: Помощь

source: Launch Image Transfer on receiving device and pick it from the list
de: Starte Image Transfer am Empfangsgerät und wähle es aus der Liste aus
es: Ejecuta Image Transfer en el dispositivo receptor o selecciona uno de la lista
ja: 送信先のデバイスで Image Transfer を起動し、リストから選択してください。
ru: Запустите Image Transfer на принимающем устройстве и выберите его из списка

source: Legal Notes
de: Rechtliche Hinweise
es: Aviso Legal
ja: 法律事項

source: Looking for devices
de: Suche nach Geräten
es: Buscando dispositivos
ja: デバイスを探しています
ru: Поиск устройств

source: No
de: Nein
ja: いいえ

source: No email account
de: Kein E-Mail-Konto
es: No hay dirección de email
ja: メールアカウントがありません
ru: Отсутствует e-mail аккаунт

source: No Facebook account
de: Kein Facebook-Konto
es: No hay cuenta de Facebook
ja: Facebookのアカウントがありません
ru: Отсутствует Facebook аккаунт

source: No Twitter account
de: Kein Twitter-Konto
es: No hay cuenta de Twitter
ja: Twitter のアカウントがありません
ru: Отсутствует Twitter аккаунт

source: Oops!
de: Ups!
ja: おっと！
ru: Ой!

source: Password
de: Passwort
es: Contraseña
ja: パスワード
ru: Пароль

# Photos were successfully received from %@, and saved to %@ album.
source: Photos were successfully received from %1$@, and saved to %2$@ album.
de: Fotos wurden erfolgreich von %1$@ empfangen und im Album %2$@ abgespeichert.
es: Las fotografías han sido recibidas de %1$@, y guardadas al álbum %2$@.
ja: %1$@からの写真を受信し、%2$@に保存しました。
ru: Файлы успешно получены от %1$@, и сохранены в альбоме %2$@.

source: Photos were successfully received. Importing...
de: Fotos wurden erfolgreich empfangen. Importiere...
es: Fotografías recibidas correctamente. Importando...
ja: 写真を受信しました。インポート中です...
ru: Файлы успешно получены. Импортирование...

source: Photos were successfully sent to %@.
de: Fotos wurden erfolgreich an %@ versendet.
es: Fotografías enviadas correctamente a %@.
ja: %@に写真を送信しました。
ru: Файлы успешно отправлены на %@.

source: Rate This App
de: Bewerte die App
es: Puntuar esta App
ja: このアプリを評価する
ru: Оцените приложение

source: Receiving Photos
de: Empfange Fotos
es: Recibiendo fotografías
ja: 写真を受信中です
ru: Получение фотографий

source: Receiving photos from %@. This might take up to few minutes.
de: Empfange Fotos von %@. Dies könnte einige Minuten dauern.
es: Recibiendo fotografías de %@. Esto puede llegar a tardar unos minutos.
ja: %@から写真を受信中です。完了までに数分かかる場合があります。
ru: Получение фотографий от %@. Это может занять несколько минут

source: Register
de: Registrieren
es: Registrar
ja: 登録
ru: Зарегестрировать

source: Register Image Transfer
de: Registriere Image Transfer
es: Registrar Image Transfer
ja: Image Transfer を登録
ru: Регистрация приложения

# Saving failed: %@ %@
source: Saving failed: %1$@ %2$@
de: Speichern fehlgeschlagen: %1$@ %2$@
es: Error guardando: %1$@ %2$@
ja: 保存に失敗しました：%1$@ %2$@
ru: Ошибка сохранения: %1$@ %2$@

source: Send
de: Senden
es: Enviar
ja: 送信
ru: Отправить

source: Send to Computer
de: An Computer senden
es: Enviar a Ordenador
ja: コンピュータに送信
ru: Отправить на Computer

source: Send to iPhone or iPad
de: An iPhone oder iPad senden
es: Enviar a iPhone o iPad
ja: iPhone または iPad に送信
ru: Отправить на iPhone/iPad

source: Sending Photos
de: Sende Fotos
es: Enviando fotografías
ja: 写真を送信中です
ru: Отправка фотографий

source: Sending photos to %@. This might take up to few minutes.
de: Sende Fotos an %@. Dies könnte einige Minuten dauern.
es: Enviando fotografías a %@. Esto puede llegar a tardar unos minutos.
ja: %@に写真を送信中です。完了までに数分かかる場合があります。
ru: Отправка фотографий на %@. Это может занять несколько минут

source: Share This App
de: Teile diese App
es: Compartir esta App
ja: このアプリをシェア
ru: Рассказать о приложении

source: Share via Email
de: Teile per E-Mail
es: Compartir vía Email
ja: メールでシェア
ru: Рассказать через Email

source: Share via Facebook
de: Teile auf Facebook
es: Compartir vía Facebook
ja: Facebook でシェア
ru: Рассказать через Facebook

source: Share via Twitter
de: Teile auf Twitter
es: Compartir vía Twitter
ja: Twitter でシェア
ru: Рассказать через Twitter

source: There are no email accounts configured. You can add or create email account in the Settings app.
de: Es wurde kein E-Mail-Konto eingerichtet. Du kannst ein E-Mail-Konto in den iOS-Einstellungen hinzufügen oder erstellen.
es: No hay cuenta de email configurada. Puedes añadir o crear una cuenta de correo electrónico en la Configuración.
ja: メールアカウントが設定されていません。メールアカウントの追加または作成は、設定アプリから行ってください。
ru: E-mail аккаунт не настроен. Вы можете создать или добавить e-mail аккунт в Настройках устройства.

source: There are no Facebook accounts configured. You can add or create a Facebook account in the Settings app.
de: Es wurde kein Facebook-Konto eingerichtet. Du kannst ein Facebook-Konto in den iOS-Einstellungen hinzufügen oder erstellen.
es: No hay cuenta de Facebook configurada. Puedes añadir o crear una cuenta de Facebook en la Configuración.
ja: Facebook アカウントが設定されていません。Facebook アカウントの追加または作成は、設定アプリから行ってください。
ru: Facebook аккаунт не настроен. Вы можете создать или добавить e-mail аккунт в Настройках устройства.

source: There are no Twitter accounts configured. You can add or create a Twitter account in the Settings app.
de: Es wurde kein Twitter-Konto eingerichtet. Du kannst ein Twitter-Konto in den iOS-Einstellungen hinzufügen oder erstellen.
es: No hay cuenta de Twitter configurada. Puedes añadir o crear una cuenta de Twitter en la Configuración
ja: Twitter アカウントが設定されていません。Twitter アカウントの追加または作成は、設定アプリから行ってください。
ru: Twitter аккаунт не настроен. Вы можете создать или добавить e-mail аккунт в Настройках устройства.

source: This email is not valid
de: Diese E-Mail-Adresse ist ungültig
es: Este email no es correcto
ja: メールアドレスが無効です。
ru: Не верный e-mail

source: Troubleshooting
de: Problemlösung
es: Resolución de problemas
ja: トラブルシューティング
ru: Советы

source: Where would you like to send photos to?
de: Wo würdest du die Fotos gerne hinsenden?
es: ¿A donde quieres enviar las fotografías?
ja: どこに写真を送りますか？
ru: Куда вы хотите отправить фотографии?

source: Yes
de: Ja
es: Si
ja: はい
ru: Да

source: Albums
de: Alben
es: Álbumes
ja: アルバム

source: Aw, Snap!
de: Ach, schade!
es: ¡Oh, no!
ja: おっと、ストップ！

source: Do you want to launch it?
de: Willst du es ausführen?
es: ¿Deseas ejecutarlo?
ja: 起動しますか？
ru: Хотите запустить его?

source: Done
de: Fertig
es: Hecho
ja: 完了
ru: Готово

source: Image Transfer allows you to send only photos
de: Image Transfer erlaubt es dir nur Fotos zu versenden
es: Image Transfer solo te permite enviar fotografías
ja: Image Transfer を使って送信できるのは写真のみです。
ru: Image Transfer позволяет отправлять только фотографии

source: Image Transfer allows you to send up to 5 photos at a time for free
de: Image Transfer erlaubt es dir bis zu 5 Fotos auf einmal kostenlos zu versenden
es: Image Transfer te permite enviar hasta 5 fotografías gratuitamente
ja: Image Transfer を使うと一度に最高５枚まで無料で写真を送信できます。
ru: Image Transfer позволяет отправлять только до 5 фотографий бесплатно за один раз

source: Image Transfer, the easiest and fastest way to send and receive photos on your iPhone
de: Image Transfer, der einfachste und schnellste Weg Fotos auf dein iPhone zu erhalten und von diesem aus zu versenden
es: Image Transfer, la forma más fácil y rápida de enviar y recibir fotografías en tu iPhone
ja: Image Transfer は、iPhone を使って写真をもっとも手軽に送信・受信できる方法です。
ru: Image Transfer - самый простой и быстрый способ отправить фотографии на ваш iPhone

source: ImageTransfer is about to be shut down
de: Image Transfer wird in Kürze beendet
es: ImageTransfer se cerrará

source: Hury up! Go back to Image Transfer to continue data transfer!
de: Schnell! Öffne Image Transfer, um den Datentransfer fortzusetzen!
es: Corre! Regresa a Image Transfer para continuar con la transferencia de datos!
ja: 急いで！今すぐ Image Transfer に戻ってデータ転送を再開しましょう！
ru: Поторопитесь! Откройте Image Transfer, чтобы передача файлов продолжилась

source: No, Thanks
de: Nein, danke
es: No, gracias
ja: 起動しない
ru: Нет, спасибо

source: Not connected to Wi-Fi
de: Nicht mit dem WLAN verbunden
es: No conectado al Wi-Fi
ja: Wi-Fi に接続されていません
ru: Нет подключения к Wi-Fi

source: Open
de: Öffnen
es: Abrir
ja: 開く
ru: Открыть

source: Receive
de: Empfangen
es: Recibir
ja: 受信する
ru: Принять

source: Receive Photos
de: Fotos empfangen
es: Recibir Fotografías
ja: 写真を受信
ru: Принять фотографии

source: Send 5 photos
de: 5 Fotos versenden
es: Enviar 5 fotografías
ja: 写真を５つ送信
ru: Отправить 5 фото

source: Send only photos
de: Nur Fotos zu versenden
es: Enviar solo fotografías
ja: 写真のみ送信
ru: Отправить только фото

source: Transferring was canceled. %@ app must be running while transferring on both devices.
de: Der Transfer wurde abgebrochen. %@ muss während dem Transfer auf beiden Geräten laufen.
es: La transferencia ha sido cancelada. %@ debe estar ajecutándose mientras se transfieren los archivos en ambos dispositivos.
ja: 転送がキャンセルされました。転送中は両方のデバイス上で %@ アプリが起動している必要があります。
ru: Передача была отменена. %@ должен быть запущен на обоих устройствах во время передачи.

source: Want to send unlimited photos and videos?
de: Willst du unendlich viele Fotos und Videos versenden?
es: Deseas enviar ilimitadas fotografías y vídeos?
ja: 写真やビデオを好きなだけ送りたいですか？
ru: Отправляйте неограниченное количество фото и видео

source: Want to send unlimited photos?
de: Willst du unendlich viele Fotos versenden?
es: ¿Quieres enviar ilimitadas fotografías?
ja: 写真を好きなだけ送りたいですか？
ru: Отправляйте неограниченное количество фото

source: Want to send unlimited videos?
de: Willst du unendlich viele Videos versenden?
es: ¿Quieres enviar ilimitados vídeos?
ja: ビデオを好きなだけ送りたいですか？
ru: Отправляйте неограниченное количество видео?

source: You have ImageTrasnfer Plus installed.
de: Du hast Image Transfer Plus installiert.
es: Tienes ImageTrasnfer Plus instalado.
ja: Image Transfer Plus はすでにインストール済みです。
ru: ImageTrasnfer Plus уже установлен.

source: Restore purchases
de: Wiederherstellen Käufe
es: restaurar compras
ja: 購入を復元する
ru: Восстановить покупки

source: Limited transfer
de: Übertragungbegrenzung
es: transferencia limitada
ja: 限られた転送
ru: Оставить ограничения

source: Computer
es: Ordenador
ja: コンピュータ
ru: Компьютер

source: computer
es: ordenador
ja: コンピュータ
ru: компьютер

source: Logout from %@
ru: Выйти из %@

source: You have sucessfully logged out from %@ account.
ru: Вы успешно вышли из учетной записи %@.

source: Login to %@
ru: Войти в %@

source: Photos were successfully sent to %@. You can share link to uploaded folder.
ru: Файлы успешно отправлены на %@. Вы можете поделиться ссылкой на загруженную папку.

source: Uploading to %@ was canceled.
ru: Загрузка на %@ была отменена.

source: Copy to clipboard
ru: Скопировать в буфер обмена

source: the easiest and fastest way to send and receive photos on your iPhone
ru: самый простой и быстрый способ отправить фотографии на ваш iPhone

source: %@ shared link
ru: Ссылка %@

source: You can't send iMessages
ru: Вы не можете отправлять iMessages

source: Send iMessage
ru: Отправить iMessage

source: Send e-mail
ru: Отправить e-mail

source: Copy to Clipboard
ru: Скопировать ссылку

source: Shared link on upload %@ folder successfully copied to clipboard.
ru: Ссылка на загруженную в %@ папку успешно скопирована в буфер обмена.

source: Unexpected network error.
ru: Ошибка сети.

source: Please, check your internet connection and try again.
ru: Пожалуйста, проверьте ваше подключение к интернету и повторите отправку еще раз.

source: Please, check Help->Troubleshooting for possible solutions.
ru: Пожалуйста, просмотрите Помощь->Советы для получения возможных решений.

source: Show Help
ru: Показать Помощь.

source: Send to %@
ru: Отправить в %@

source: Transferring photos to %@. This might take up to few minutes.
ru: Отправка фотографий в %@. Это может занять несколько минут.

source: Support
es: Soporte
ja: サポート
ru: Техническая поддержка

source: Launch Now
ja: 今すぐ起動
ru: Запустить
